tap "ebc-2in2crc/zlibcmd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "anatawa12/cask"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "osxfuse"
brew "openssl@1.1"
brew "xz"
brew "python"
brew "pixman"
brew "cairo"
brew "jpeg"
brew "pango"
brew "ant"
brew "anttweakbar"
brew "binutils"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "doxygen"
brew "exiftool"
brew "ext4fuse"
brew "giflib"
brew "gmp"
brew "ffmpeg"
brew "freeimage"
brew "git"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "gnupg", link: false
brew "gnupg@1.4", link: false
brew "go"
brew "pkg-config"
brew "gradle"
brew "graphviz"
brew "grep"
brew "gst-plugins-base", link: false
brew "gst-libav"
brew "gst-plugins-bad"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "hardlink-osx"
brew "imagemagick"
brew "kotlin"
brew "mpfr"
brew "libmpc"
brew "libsodium"
brew "lua"
brew "luarocks"
brew "mas"
brew "mercurial"
brew "mono"
brew "mysql"
brew "ncftp"
brew "ngircd", restart_service: true, link: false
brew "nkf"
brew "node", link: false
brew "node@10"
brew "php"
brew "pipenv"
brew "postgresql"
brew "protobuf"
brew "pulseaudio"
brew "py3cairo"
brew "pyenv"
brew "pygobject3"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "ruby"
brew "sl"
brew "sshfs"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unar", link: false
brew "vte3"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "ebc-2in2crc/zlibcmd/zlibcmd"
brew "jeffreywildman/virt-manager/virt-manager"
brew "jeffreywildman/virt-manager/virt-viewer"
cask "alacritty"
cask "chromedriver"
cask "docker"
cask "dotnet-sdk"
cask "gitup"
cask "istat-menus"
cask "java"
cask "jd-gui"
cask "visual-studio-code"
cask "unity-hub"
cask "twitch"
cask "mi"
cask "cyberduck"
cask "discord"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "metasequoia"
cask "brother-p-touch-editor"
cask "parallels12"
cask "qblocker"
cask "slack"
cask "the-unarchiver"
cask "hex-fiend"
cask "visual-studio-code"
cask "visual-studio"
cask "vlc"
cask "grandperspective"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Apple Configurator 2", id: 1037126344
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
