tap "anatawa12/cask"
tap "crisidev/chunkwm"
tap "ebc-2in2crc/zlibcmd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "koekeishiya/formulae"
tap "profclems/tap"
cask "adoptopenjdk8"
cask "osxfuse"
brew "openssl@1.1"
brew "xz"
brew "pixman"
brew "cairo"
brew "jpeg"
brew "pkg-config"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "openjdk"
brew "ant"
brew "anttweakbar"
brew "binutils"
brew "bison"
brew "bsdiff"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "coturn"
brew "curl"
brew "doxygen"
brew "erlang"
brew "exiftool"
brew "ext4fuse"
brew "giflib"
brew "gmp"
brew "ffmpeg"
brew "flex"
brew "freeimage"
brew "mpfr"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "gh"
brew "git"
brew "glew"
brew "glfw"
brew "glib-networking"
brew "gnu-sed"
brew "gnupg"
brew "gnupg@1.4", link: false
brew "go"
brew "gradle"
brew "graphviz"
brew "grep"
brew "grip"
brew "gst-plugins-base"
brew "gst-libav"
brew "gst-plugins-bad"
brew "vala"
brew "libsoup"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gtksourceview4"
brew "hardlink-osx"
brew "httpd", restart_service: true
brew "libheif"
brew "imagemagick"
brew "jasmin"
brew "jq"
brew "json-glib"
brew "kotlin"
brew "less"
brew "libgphoto2"
brew "libgsm"
brew "libosinfo"
brew "libsodium"
brew "libvirt"
brew "libvirt-glib"
brew "lua"
brew "luarocks"
brew "mas"
brew "mercurial"
brew "mingw-w64"
brew "molten-vk"
brew "mono"
brew "mysql"
brew "ncftp"
brew "ngircd", restart_service: true, link: false
brew "nkf"
brew "node"
brew "node@10"
brew "node@12"
brew "php"
brew "pipenv"
brew "postgresql"
brew "protobuf"
brew "pulseaudio"
brew "py3cairo"
brew "pyenv"
brew "pygobject3"
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "ruby"
brew "sl"
brew "spice-gtk"
brew "ssh-copy-id", link: true
brew "sshfs"
brew "swig"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unar", link: false
brew "unzip"
brew "vte3"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "ebc-2in2crc/zlibcmd/zlibcmd"
brew "jeffreywildman/virt-manager/virt-manager"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "profclems/tap/glab"
cask "adoptopenjdk"
cask "alacritty"
cask "amethyst"
cask "chromedriver"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dotnet-sdk-preview"
cask "firefox"
cask "gimp"
cask "gitup"
cask "google-chrome"
cask "google-japanese-ime"
cask "grandperspective"
cask "hex-fiend"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "mactex"
cask "metasequoia"
cask "mi"
cask "microsoft-edge"
cask "minecraft"
cask "mono-mdk-for-visual-studio"
cask "obs"
cask "parallels12"
cask "qblocker"
cask "qt-creator"
cask "scenebuilder"
cask "slack"
cask "the-unarchiver"
cask "twitch"
cask "unity-hub"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Apple Configurator 2", id: 1037126344
mas "Display Menu", id: 549083868
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RSS Bot", id: 605732865
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
